Repository: common-repository/category-buttons
Catalog: languages/category-buttons-*.po
Languages: sk_sk

source: <strong>The Category Buttons plugin has been reworked!</strong> We have added new functions, fixed errors and issues, and introduced a new <strong>Elementor widget</strong> along with a shortcode copy-paste generator. Please visit the plugin settings to set up the plugin. This notice will disappear after you save any settings in the plugin.
sk_sk: <strong>Doplnok Category Buttons bol prepracovaný!</strong> Pridali sme nové funkcie, opravili chyby a problémy a pridali nový <strong>Elementor widget</strong> spolu s generátorom kopírovania a vkladania krátkeho kódu. Navštívte nastavenia doplnku a nastavte doplnok. Toto upozornenie zmizne po uložení akýchkoľvek nastavení do doplnku.

source: A simple plugin that enables you to add custom category buttons to all shop pages and category pages.
sk_sk: Jednoduchý doplnok, ktorý vám umožňuje pridať tlačidlá vlastných kategórií na všetky stránky obchodu a kategórií.

source: Add custom buttons that will appear at the end of the loop
sk_sk: Pridajte vlastné tlačidlá, ktoré sa zobrazia na konci slučky

source: Add Field
sk_sk: Pridať pole

source: Background Color
sk_sk: Farba pozadia

source: Background Hover Color
sk_sk: Farba hover pozadia

source: Basic Settings
sk_sk: Základné nastavenia

source: Border Color
sk_sk: Farba rámčeka

source: Border Hover Color
sk_sk: Farba hover rámčeka

source: Border radius
sk_sk: Polomer rámčeka

source: Border Settings
sk_sk: Nastavenia rámčeka

source: Buttons font size
sk_sk: Veľkosť písma tlačidiel

source: By adding a custom title or description, you'll overwrite the category content with your text written here. It is global and will overwrite all titles and descriptions if used in this plugin.
sk_sk: Pridaním vlastného nadpisu alebo popisu prepíšete obsah kategórie textom napísaným tu. Je globálny a ak sa použije v tomto doplnku, prepíše všetky názvy a popisy.

source: Category Buttons
sk_sk: Tlačidlá kategórií

source: Color Settings
sk_sk: Nastavenia farieb

source: Column Settings
sk_sk: Nastavenia stĺpcov

source: Columns
sk_sk: Stĺpce

source: Columns Desktop
sk_sk: Stĺpce Počítač/Notebook

source: Columns Mobile
sk_sk: Stĺpce Mobil

source: Columns Tablet
sk_sk: Stĺpce Tablet

source: Contact us using the form or contact information below
sk_sk: Kontaktujte nás pomocou nižšie uvedeného formulára alebo kontaktných údajov

source: Custom Buttons
sk_sk: Vlastné tlačidlá

source: Custom description
sk_sk: Vlastný popis

source: Custom Name:
sk_sk: Vlastný názov:

source: Custom Settings
sk_sk: Vlastné nastavenia

source: Custom title
sk_sk: Vlastný nadpis

source: Custom URL:
sk_sk: Vlastná adresa URL:

source: Description font size
sk_sk: Veľkosť písma popisu

source: Display Category
sk_sk: Zobraziť kategóriu

source: Display Images
sk_sk: Zobraziť obrázky

source: Display images
sk_sk: Zobraziť obrázky

source: Display in store
sk_sk: Zobraziť v obchode

source: Display Style
sk_sk: Štýl zobrazenia

source: Display under
sk_sk: Zobraziť pod

source: Exclude Categories
sk_sk: Vylúčiť kategórie

source: Exclude categories
sk_sk: Vylúčiť kategórie

source: Font Settings
sk_sk: Nastavenia písma

source: Go to Settings
sk_sk: Choď do nastavení

source: I agree with <a target="_blank" href="https://ryvenia.sk/ochrana-osobnych-udajov">privacy policy</a>
sk_sk: Súhlasím s <a target="_blank" href="https://ryvenia.sk/ochrana-osobnych-udajov">zásadami ochrany osobných údajov</a>r

source: Image:
sk_sk: Obrázky:

source: Message:
sk_sk: Správa:

source: Name:
sk_sk: Meno:

source: No
sk_sk: Nie

source: Remove
sk_sk: Odstrániť

source: Select a category and click to copy the shortcode of the desired style
sk_sk: Vyberte kategóriu a kliknutím skopírujte skrátený kód požadovaného štýlu

source: Select Category
sk_sk: Vyberte kategóriu

source: Send
sk_sk: Odoslať

source: Send WordPress system status
sk_sk: Odoslať stav systému WordPress

source: Shortcode Settings
sk_sk: Nastavenia krátkeho kódu

source: Store display style
sk_sk: Štýl zobrazenia v obchode

source: Store Setting
sk_sk: Nastavenie obchodu

source: Style
sk_sk: Štýl

source: Style Settings
sk_sk: Nastavenia štýlu

source: Support
sk_sk: Podpora

source: Text Color
sk_sk: Farba textu

source: Text Hover Color
sk_sk: Farba hover textu

source: There was an error sending your message. Please ensure all fields are filled in.
sk_sk: Pri odosielaní vašej správy sa vyskytla chyba. Uistite sa, že sú vyplnené všetky polia.

source: Title font size
sk_sk: Veľkosť písma nadpisu

source: Title Typography
sk_sk: Názov Typografia

source: Upload Image
sk_sk: Nahrať obrázok

source: Use shortcode
sk_sk: Použite skrátený kód

source: With Description
sk_sk: S popisom

source: With description
sk_sk: S popisom

source: With Title
sk_sk: S názvom

source: With title
sk_sk: S nadpisom

source: With Title and Description
sk_sk: S názvom a popisom

source: With title and description
sk_sk: S nadpisom a popisom

source: Without Title and Description
sk_sk: Bez názvu a popisu

source: Without title and description
sk_sk: Bez nadpisu a popisu

source: Woocommerce Category Buttons
sk_sk: Tlačidlá kategórie Woocommerce

source: Yes
sk_sk: Áno

source: You can use it in any short code supported environment from Gutenberg, Elementor or other page builders.
sk_sk: Môžete ho použiť v akomkoľvek prostredí s podporou krátkeho kódu od Gutenberg, Elementor alebo iných nástrojov na tvorbu stránok.

source: You can use our Elementor widget with many style options
sk_sk: Náš widget Elementor môžete použiť s mnohými možnosťami štýlu

source: Your message was sent successfully.
sk_sk: Vaša správa bola úspešne odoslaná.
